Revit 2024 API
ParameterFilterRuleFactory.CreateContainsRule Method
Overload List
Name | Description
CreateContainsRule(ElementId, String)
 Creates a filter rule that determines whether strings from the document contain a certain string value.
CreateContainsRule(ElementId, String, Boolean) |  Obsolete.
 Creates a filter rule that determines whether strings from the document contain a certain string value.
See Also
ParameterFilterRuleFactory Class
ParameterFilterRuleFactory Members
Autodesk.Revit.DB Namespace